# _*_ coding:utf-8 _*_
answer = {
    '666':'查询游戏问题请输入“0” \n查询银商问题请输入“99”',
    '6660':'1：如何下载安装游戏，注册游戏账号，游客玩家问题\n\
2：充值方式与方法\n\
3：支付成功，但账号未充值游戏币\n\
4：充值优惠与活动介绍\n\
5：游戏币兑换，设置姓名和安全码，重置修改姓名和密码\n\
6：玩家游戏账号问题\n\
7：平台游戏问题\n\
8：游戏平台信誉\n\
请回复问题编号的数字，如：1  2  3  4  \n\
*发送数字回复无法解决的问题，请转“人工客服”',

    '66601':'下载游戏网址：（网址），支持苹果和安卓系统设备，请按照提示安装游戏。\n\
11：下载问题\n\
12：苹果系统安装流程\n\
13：安卓系统安装流程\n\
14：注册游戏账号\n\
15：游客玩家问题',
    '6660111':'一：安卓5.0以下和个别品牌设备系统不能安装\n\
二：下载游戏过程中出现异常，文件丢失不完整，重新下载\n\
三：注意手机或平板电脑设备是否有管理软件拦截此安装包。\n\
四：在台式电脑笔记本上娱乐：需要先安装安卓模拟器，在安装游戏。\n\
*以上都无法解决问题，请转人工客服。',
    '6660114':'一：推广号：向推荐人索要6位推广号注册\n\
二：手机号码作为游戏账号：确保手机号码真实有效，能收到短信的验证码\n\
三：密码：设置6位数字或英文\n\
四：如无推广号，请随机输入6位数字与英文\n\
*收不到验证码，请转人工客服咨询。',
    '6660115':'一：游客登录，平台提供免费游戏金币试玩，但所有数据不予保存，各别游戏和功能受限，不享受正式会员权益。\n\
二：注册会员后，享有许多优惠活动与权益。\n\
本次咨询结束，感谢您的光临！如果还有问题，请重新呼叫客服。谢谢！',
}